{
  "diffview.nvim": { "branch": "main" },
  "gitsigns.nvim": { "branch": "main" },
  "kanagawa.nvim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "mini.extra": { "branch": "main" },
  "mini.files": { "branch": "main" },
  "mini.icons": { "branch": "main" },
  "mini.indentscope": { "branch": "main" },
  "mini.pick": { "branch": "main" },
  "mini.sessions": { "branch": "main" },
  "mini.starter": { "branch": "main" },
  "neogit": { "branch": "master" },
  "plenary.nvim": { "branch": "master" }
}
